import { History } from "../entities/History";

export const histories = [
  new History({
    id: 1, 
    year: "1940",
    title:
      "Мындан 16 жыл мурун Оштун 3000 жылдыгы белгиленип, иш-чара мамлекеттик деңгээлде өткөн.",
    fullInfo:`Калаанын аталышынын жаралыш тарыхы туурасында окумуштуулар да бир пикирге келише элек. Бирок эл арасында Сулайман падыша алгач келгенинде "хош" шаар деп баалагандыгы, ошондон улам кыргызчаланып Ош деп аталып калганы айтылат. Бул сөз түрк тилинде "кооз, сонун" деген мааниде. Ошондой эле азыркы Ош шаары жайгашкан жерде биздин доорго чейинки I кылымда Даван мамлекетинин Гуйшан деген баш калаасы болгон. Ош калаасы балким, ошол шаардын аталышынан да калган болушу ыктымал.`,
    defaultImgId:
      "https://www.oshsu.kg/storage/uploads/TA6Rs5o1czsR78KucITbhMhPNUprk25trUb3pAjJ.jpeg",
  }),
  new History({
    id: 2,
    year: "1950",
    title:
      'Сулайман тоонун так жана толук аталышы – "Сулайман тактысы". Шаардын чок ортосунда жайгашып, экинчи Мекке деген бейрасмий аты бар.',
    fullInfo:`Калаанын аталышынын жаралыш тарыхы туурасында окумуштуулар да бир пикирге келише элек. Бирок эл арасында Сулайман падыша алгач келгенинде "хош" шаар деп баалагандыгы, ошондон улам кыргызчаланып Ош деп аталып калганы айтылат. Бул сөз түрк тилинде "кооз, сонун" деген мааниде. Ошондой эле азыркы Ош шаары жайгашкан жерде биздин доорго чейинки I кылымда Даван мамлекетинин Гуйшан деген баш калаасы болгон. Ош калаасы балким, ошол шаардын аталышынан да калган болушу ыктымал.`,
    defaultImgId:
      "https://foto.kg/uploads/posts/2013-01/1357221163_suleyman.jpg",
  }),
  new History({
    id: 3,
    year: "1960",
    title:
      "Оштун ортосунан орун алган Сулайман Тоо шаарга келгендердин көңүлүн бурбай койбойт. ",
    fullInfo: `Калаанын аталышынын жаралыш тарыхы туурасында окумуштуулар да бир пикирге келише элек. Бирок эл арасында Сулайман падыша алгач келгенинде "хош" шаар деп баалагандыгы, ошондон улам кыргызчаланып Ош деп аталып калганы айтылат. Бул сөз түрк тилинде "кооз, сонун" деген мааниде. Ошондой эле азыркы Ош шаары жайгашкан жерде биздин доорго чейинки I кылымда Даван мамлекетинин Гуйшан деген баш калаасы болгон. Ош калаасы балким, ошол шаардын аталышынан да калган болушу ыктымал.`,
    defaultImgId:
      "https://www.open.kg/uploads/posts/2021-06/1623652122_screenshot_3.png",
  }),
  new History({
    id: 4,
    year: "1940",
    title:
      "Мындан 16 жыл мурун Оштун 3000 жылдыгы белгиленип, иш-чара мамлекеттик деңгээлде өткөн.",
    fullInfo:`Калаанын аталышынын жаралыш тарыхы туурасында окумуштуулар да бир пикирге келише элек. Бирок эл арасында Сулайман падыша алгач келгенинде "хош" шаар деп баалагандыгы, ошондон улам кыргызчаланып Ош деп аталып калганы айтылат. Бул сөз түрк тилинде "кооз, сонун" деген мааниде. Ошондой эле азыркы Ош шаары жайгашкан жерде биздин доорго чейинки I кылымда Даван мамлекетинин Гуйшан деген баш калаасы болгон. Ош калаасы балким, ошол шаардын аталышынан да калган болушу ыктымал.`,
    defaultImgId:
      "https://www.oshsu.kg/storage/uploads/TA6Rs5o1czsR78KucITbhMhPNUprk25trUb3pAjJ.jpeg",
  }),
  new History({
    id: 5,
    year: "1950",
    title:
      'Сулайман тоонун так жана толук аталышы – "Сулайман тактысы". Шаардын чок ортосунда жайгашып, экинчи Мекке деген бейрасмий аты бар.',
    fullInfo:`Калаанын аталышынын жаралыш тарыхы туурасында окумуштуулар да бир пикирге келише элек. Бирок эл арасында Сулайман падыша алгач келгенинде "хош" шаар деп баалагандыгы, ошондон улам кыргызчаланып Ош деп аталып калганы айтылат. Бул сөз түрк тилинде "кооз, сонун" деген мааниде. Ошондой эле азыркы Ош шаары жайгашкан жерде биздин доорго чейинки I кылымда Даван мамлекетинин Гуйшан деген баш калаасы болгон. Ош калаасы балким, ошол шаардын аталышынан да калган болушу ыктымал.`,
    defaultImgId:
      "https://foto.kg/uploads/posts/2013-01/1357221163_suleyman.jpg",
  }),
  new History({
    id: 6,
    year: "1960",
    title:
      "Оштун ортосунан орун алган Сулайман Тоо шаарга келгендердин көңүлүн бурбай койбойт. ",
    fullInfo: `Калаанын аталышынын жаралыш тарыхы туурасында окумуштуулар да бир пикирге келише элек. Бирок эл арасында Сулайман падыша алгач келгенинде "хош" шаар деп баалагандыгы, ошондон улам кыргызчаланып Ош деп аталып калганы айтылат. Бул сөз түрк тилинде "кооз, сонун" деген мааниде. Ошондой эле азыркы Ош шаары жайгашкан жерде биздин доорго чейинки I кылымда Даван мамлекетинин Гуйшан деген баш калаасы болгон. Ош калаасы балким, ошол шаардын аталышынан да калган болушу ыктымал.`,
    defaultImgId:
      "https://www.open.kg/uploads/posts/2021-06/1623652122_screenshot_3.png",
  }),
];
