import { Stakeholder } from "../entities/Stakeholder";

export const stakeholders = [
  new Stakeholder({
    id: 1,
    title: 'Компания "Белая река"',
    caption:
      "Молочная продукция «Белая Река» завоевала сердца миллионов покупателей по всему Кыргызстану и Казахстану. Мы надеемся, что наш маленький успех – это только начало пути к здоровью и заботе о самых близких, которым мы покупаем молочные продукты «Белая Река». Спасибо что вы с нами!",
    fullInfo:`Уже 25 лет мы прикладываем все усилия чтобы на столах наших любимых клиентов были здоровые и полезные молочные продукты. Мы работаем на рынке Кыргызской Республики, с середины 90-х годов, в разных форматах. Сейчас деятельность нашей компании сосредоточена на развитии натуральной продукции торговой марки «Белая Река».`,
    defaultImgId:
      "https://registry.halal.kg/wp-content/uploads/2021/01/%D0%9B%D0%BE%D0%B3%D0%BE-PNG.png",
    images: [
      "https://belayareka.kg/uploads/cache/5c4b0770bd3accc727b08358ce6769f4.jpg",
      "https://jolbors.com/media/works_files/4609/6319ed58c8f98.jpg",
      "https://jolbors.com/media/works_files/3922/630d94eacf7bc.jpg",
      "https://jolbors.com/media/works_files/3933/630d952433061.jpg",
    ],
  }),
  new Stakeholder({
    id: 2,
    title: 'Компания "Белая река"',
    caption:
      "Молочная продукция «Белая Река» завоевала сердца миллионов покупателей по всему Кыргызстану и Казахстану. Мы надеемся, что наш маленький успех – это только начало пути к здоровью и заботе о самых близких, которым мы покупаем молочные продукты «Белая Река». Спасибо что вы с нами!",
    fullInfo:`Уже 25 лет мы прикладываем все усилия чтобы на столах наших любимых клиентов были здоровые и полезные молочные продукты. Мы работаем на рынке Кыргызской Республики, с середины 90-х годов, в разных форматах. Сейчас деятельность нашей компании сосредоточена на развитии натуральной продукции торговой марки «Белая Река».`,
    defaultImgId:
      "https://registry.halal.kg/wp-content/uploads/2021/01/%D0%9B%D0%BE%D0%B3%D0%BE-PNG.png",
    images: [
      "https://belayareka.kg/uploads/cache/5c4b0770bd3accc727b08358ce6769f4.jpg",
      "https://jolbors.com/media/works_files/4609/6319ed58c8f98.jpg",
      "https://jolbors.com/media/works_files/3922/630d94eacf7bc.jpg",
      "https://jolbors.com/media/works_files/3933/630d952433061.jpg",
    ],
  }),
  new Stakeholder({
    id: 3,
    title: 'Компания "Белая река"',
    caption:
      "Молочная продукция «Белая Река» завоевала сердца миллионов покупателей по всему Кыргызстану и Казахстану. Мы надеемся, что наш маленький успех – это только начало пути к здоровью и заботе о самых близких, которым мы покупаем молочные продукты «Белая Река». Спасибо что вы с нами!",
    fullInfo:`Уже 25 лет мы прикладываем все усилия чтобы на столах наших любимых клиентов были здоровые и полезные молочные продукты. Мы работаем на рынке Кыргызской Республики, с середины 90-х годов, в разных форматах. Сейчас деятельность нашей компании сосредоточена на развитии натуральной продукции торговой марки «Белая Река».`,
    defaultImgId:
      "https://registry.halal.kg/wp-content/uploads/2021/01/%D0%9B%D0%BE%D0%B3%D0%BE-PNG.png",
    images: [
      "https://belayareka.kg/uploads/cache/5c4b0770bd3accc727b08358ce6769f4.jpg",
      "https://jolbors.com/media/works_files/4609/6319ed58c8f98.jpg",
      "https://jolbors.com/media/works_files/3922/630d94eacf7bc.jpg",
      "https://jolbors.com/media/works_files/3933/630d952433061.jpg",
    ],
  }),
  new Stakeholder({
    id: 4,
    title: 'Компания "Белая река"',
    caption:
      "Молочная продукция «Белая Река» завоевала сердца миллионов покупателей по всему Кыргызстану и Казахстану. Мы надеемся, что наш маленький успех – это только начало пути к здоровью и заботе о самых близких, которым мы покупаем молочные продукты «Белая Река». Спасибо что вы с нами!",
    fullInfo:`Уже 25 лет мы прикладываем все усилия чтобы на столах наших любимых клиентов были здоровые и полезные молочные продукты. Мы работаем на рынке Кыргызской Республики, с середины 90-х годов, в разных форматах. Сейчас деятельность нашей компании сосредоточена на развитии натуральной продукции торговой марки «Белая Река».`,
    defaultImgId:
      "https://registry.halal.kg/wp-content/uploads/2021/01/%D0%9B%D0%BE%D0%B3%D0%BE-PNG.png",
    images: [
      "https://belayareka.kg/uploads/cache/5c4b0770bd3accc727b08358ce6769f4.jpg",
      "https://jolbors.com/media/works_files/4609/6319ed58c8f98.jpg",
      "https://jolbors.com/media/works_files/3922/630d94eacf7bc.jpg",
      "https://jolbors.com/media/works_files/3933/630d952433061.jpg",
    ],
  }),
];
